/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";
"AboutFooterText" = "StudentsBrowser © DIGITALBY 2020

See README, LICENSE, and other information at the GitHub repository page.

Visit the official DIGITALBY website at
www.digitalby.me

Visit the official PSXCovers repository at
www.github.com/digitalby/StudentsBrowser

This application is using the Random User Generator Application Programming Interface as its main data source. Its content is provided for information purposes only, and none of it is owned, endorsed, or sponsored in any way by the app's developer.

Visit the API's official website at
www.randomuser.me";

